[
  {
    "userId": "67470e0f6d7c75baf0c4cd32",
    "product": {
      "_id": "674f791ac3116d7fd3082e54",
      "category": "674ee5f139698d20a571ec32",
      "subcategory": "674ee6ea39698d20a571ec4f",
      "name": "Yamaha YDP 165 Dark Rosewood",
      "price": 12900000,
      "quantity": 2,
      "brand": "Yamaha",
      "description": "صدا و قدرت گرند پیانوی پرچم دار CFX\nپلی فونی 192 نُتی به شما اجازه می دهد پاساژهای پیچیده را بدون هیچ مشکلی اجرا کنید\nکلاویه های دارای اکشن (Graded Hammer 3 (GH3 با روکش آبنوس و عاج مصنوعی برای جذب رطوبت انگشت ها و جلوگیری از سُر خوردن انگشت روی کلاویه\nکنترل پدال Half-damper برای افزایش دادن پیوسته ی مقدار ساستین\nاپلیکیشن Smart Pianist کنترل کاملی را روی ویژگی های اصلی پیانو برای شما فراهم کرده و قطعات موسیقی مورد علاقه ی شما را با استفاده از تکنولوژی Chord Tracker آنالیز می کند\nتکنولوژی Damper Resonance DSP صدای داخل یک گرند پیانو زمانی که دمپرها از روی سیم ها برداشته می شوند را بازسازی می کند\n353 قطعه ی موسیقی به همراه 50 قطعه ی کلاسیک پیانو و 303 تمرین جامع\nحالت Duo Mode به شما اجازه می دهد کلاویه ها را به دو نیمه تبدیل کنید، به شکلی که هر نیمه نُت دوی میانی خود را داشته باشند\nریکوردر دو ترکه به شما اجازه می دهد در هر لحظه روی یکی از دست هایتان تمرین کنید و یا موزیک هایتان را ضبط کنید\nحالت Dual Mode به شما اجازه می دهد دو صدا را با یکدیگر ترکیب کنید، مانند پیانو و سازهای زهی\nویژگی (Intelligent Acoustic Control (IAC به صورت اتوماتیک اکولایزر سیستم اسپیکر استریوی داخلی پیانو را برحسب تنظیمی که شما انتخاب می کنید کنترل می کند تا در هر ولومی غنی ترین تُن های ممکن را داشته باشید\nStereophonic Optimizer به صورت فیزیکی جریان آکوستیک را برای کنترل رزونانس و غنی تر کردن صدای کلی تنظیم می کند\nهمراه با لوازم جانبی شامل صندلی BC108BK، کتاب 50 Greats for the Piano، دفترچه ی راهنما و آداپتور PA300C",
      "thumbnail": "products-thumbnails-default.jpeg",
      "images": [
        "products-674f791ac3116d7fd3082e54-1733261594619-1.jpeg"
      ],
      "slugname": "yamaha-ydp-165-dark-rosewood"
    },
    "quantity": 1
  },
  {
    "userId": "67470e0f6d7c75baf0c4cd32",
    "product": {
      "_id": "674f0126c3116d7fd3082e42",
      "category": "674ee5f139698d20a571ec32",
      "subcategory": "674ee6ea39698d20a571ec4f",
      "name": "Roland FP-30X - Black",
      "price": 32000000,
      "quantity": 2,
      "brand": "Roland",
      "description": "ویژگی های کلیدی\r\nظاهر مدرن و زیبا بر پایه ی طراحی برنده ی جایزه ی نسل های قبلی پیانوهای سری FP\r\nموتور صدای SuperNATURAL Piano و پلی فونی 256 نُتی، تمام جزئیات اجرای شما را منتقل می کنند\r\nکیبورد PHA-4 Standard با اکشن Progressive Hammer و اسکیپمنت برای ایجاد حس و پاسخگویی مشابه گرند پیانوهای آکوستیک\r\nصداهای آنبُردی که با دقت زیادی انتخاب شده اند و تمام ژانرهای موسیقی را پوشش می دهند، شامل پیانوهای الکتریک، ارگ ها، سازهای زهی و سینتی سایزرها\r\nویژگی Piano Designer امکان تنظیم عمیق صدای پیانو را به شما می دهد\r\nسیستم اسپیکر آنبُرد، صدایی قدرتمند و غنی را تولید می کند که برای خانه و اجراهای زنده ی کوچک ایده آل است\r\nدارای یک تنظیم اختصاصی به منظور بهینه کردن صدا برای زمانی که پیانو را روی میز قرار می دهید\r\nهمراه با صدای اینسترومنت های پرچم دار رولند\r\nامکان تنظیم کردن صداها با استفاده از یک اکولایزر سه بانده ی آنبُرد\r\nکانکشن Bluetooth و USB برای انتقال دیتای MIDI و audio\r\nپشتیبانی از اپلیکیشن Piano Partner 2، GarageBand برای iOS و سایر اپلیکیشن های آهنگسازی\r\nدو خروجی هدفون و اکشن کم سر و صدای کیبورد برای تمرین های شبانه ایده آل است\r\nبدنه ی بسیار زیبا و جمع و جور که در هر اتاقی جلوه ای زیبا خواهد داشت\r\nهمراه با پدال دمپر DP-2 (با شناسایی پیوسته)\r\nهمراه با استند و یونیت سه پداله ی اختیاری که به صورت جداگانه به فروش می رسند",
      "thumbnail": "products-thumbnails-default.jpeg",
      "images": [
        "products-674f0126c3116d7fd3082e42-1733230886449-1.jpeg"
      ],
      "slugname": "roland-fp-30x-black"
    },
    "quantity": 1
  }
]